{
  "items": [
    {
      "title": "Arrival (First 72 Hours) — Official",
      "summary": "Authoritative onboarding steps for Omani scholars upon arrival in the United States.",
      "bullets": [
        "Keep passport, visa, and I-20/DS-2019 accessible at all times during entry and initial travel.",
        "Confirm the university international office/DSO check-in procedure and complete it immediately upon arrival.",
        "Maintain accurate local address and emergency contact details; report updates to the university and sponsor as required."
      ],
      "links": [
        "Authority: University Designated School Official (DSO)",
        "Authority: U.S. DHS SEVP (Study in the States)",
        "Authority: Ministry of Higher Education scholarship guidance"
      ]
    },
    {
      "title": "Immigration & Compliance — Official",
      "summary": "High-stakes compliance obligations for visa status, SEVIS, and scholarship rules.",
      "bullets": [
        "Do not accept employment, training, or internships without explicit authorization from the DSO and sponsor.",
        "Track visa and document expiry dates; initiate renewal or extension processes early through official channels.",
        "Escalate any status-impacting issue to the DSO and MoHE immediately."
      ],
      "links": [
        "Authority: University Designated School Official (DSO)",
        "Authority: U.S. DHS SEVP (Study in the States)",
        "Authority: Ministry of Higher Education scholarship compliance"
      ]
    },
    {
      "title": "Academic & Living Setup — Official",
      "summary": "Core onboarding steps linked to university systems and scholarship obligations.",
      "bullets": [
        "Complete university onboarding requirements (ID, email, orientation) within published deadlines.",
        "Verify health insurance enrollment and coverage requirements through the university or sponsor.",
        "Maintain academic reporting cadence with the university and sponsor as required by scholarship policy."
      ],
      "links": [
        "Authority: University international office",
        "Authority: University health services",
        "Authority: Ministry of Higher Education scholarship guidance"
      ]
    },
    {
      "title": "Escalation Rules — Official",
      "summary": "Mandatory escalation for high-stakes or uncertain topics.",
      "bullets": [
        "Immigration, legal, and compliance questions must be escalated to the DSO and MoHE; do not guess.",
        "Medical emergencies require local emergency services; do not provide medical directives.",
        "If approved knowledge is insufficient, inform the user and provide official escalation guidance only."
      ],
      "links": [
        "Authority: University international office/DSO",
        "Authority: Ministry of Higher Education",
        "Authority: Embassy of Oman"
      ]
    }
  ]
}
